Repository: Ddstntk/praca
Catalog: app/translations/messages.*.xlf
Languages: pl

# user.profile.label
source: Your profile
pl: Twój profil

# user.edit.label
source: Account settings
pl: Ustawienia konta

# user.edit
source: Account settings
pl: Edytuj konto

# photo.add.label
source: Change profile picture
pl: Zmień zdjęcie profilowe

# auth.logout.label
source: Logout
pl: Wyloguj się

# post.index.label
source: Posts
pl: Posty

# friend.index.label
source: Friends
pl: Znajomi

# invite.index.label
source: Invites
pl: Zaproszenia

# user.index.label
source: Users
pl: Użytkownicy

# chat.index.label
source: Change chat
pl: Zmień chat

# action.save
source: Send
pl: Wyślij

# label.nav.next
source: Next page
pl: Następna strona

# label.nav.prev
source: Previous page
pl: Poprzednia strona

# labels.nav.prev
source: Previous page
pl: Poprzednia strona

# label.content
source: Content
pl: Treść

# label.visibility
source: Visibility
pl: Widoczność

# label.friends
source: Friends
pl: Znajomi

# label.everyone
source: Everyone
pl: Wszyscy

# comments.index.label
source: Comments
pl: Komentarze

# user.view.label
source: View user
pl: Zobacz profil

# friend.delete.label
source: Delete friend
pl: Usuń znajomość

# friend.accept.label
source: Accept
pl: Zaakceptuj

# friend.invite.label
source: Invite
pl: Zaproś

# chat.add.label
source: Add new chat
pl: Dodaj nowy czat

# chat.all.label
source: Your chats
pl: Twoje konwersacje

# post.conversation_new
source: Add users to new chat
pl: Dodaj użytkowników do konwersacji

# select.users.label
source: Select users
pl: Wybierz znajomych

# action.addChat
source: Add new chat
pl: Dodaj konwersację

# label.name
source: Name
pl: Imię

# label.surname
source: Surname
pl: Nazwisko

# label.password
source: Password
pl: Hasło

# label.repeat.password
source: Repeat password
pl: Powtórz hasło

# title.photo_add
source: Change picture
pl: Zmień zdjęcie

# label.photo
source: Upload from computer
pl: Wybierz z dysku

# label.actions
source: Actions
pl: Akcje

# label.back_to_list
source: Back to list
pl: Powrót

# manage.users.label
source: Menage users
pl: Zarządzaj użytkownikami

# manage.posts.label
source: Menage posts and comments
pl: Zarządzaj postami i komentarzami

# title.auth_login
source: Login page
pl: Logowanie

# action.login
source: Log in
pl: Zaloguj

# user.add.label
source: Sign up!
pl: Zarejestruj się!

# title.post_add
source: Sign up page
pl: Rejestracja

# label.birthdate
source: Birthdate
pl: Data urodzin

# title.auth_signup
source: Log in
pl: Logowanie

# user.delete.admin
source: Delete
pl: Usuń

# comments.delete_admin.label
source: Delete
pl: Usuń

# comment.delete.admin
source: Delete
pl: Usuń

# admin.button.label
source: Admin panel
pl: Panel administratora

# label.access
source: Access
pl: Dostęp

# user_id.label
source: User id
pl: Id użytkownika

# admin.edit.label
source: Edit as admin
pl: Edytuj (admin)

# label.user
source: Regular user
pl: Zwykły użytkownik

# message.element_successfully_added
source: Changes commited successfully!
pl: Zmiany wprowadzone pomyślnie!

# choose.label
source: Choose
pl: Wybierz

# admin.delete.label
source: Delete user
pl: Usuń osobę

# message.account_successfully_edited
source: Account successfully edited
pl: Ustawienia konta zmienione

# email.exists.label
source: Email already exists in system
pl: Email jest już w użyciu

source: No
pl: Nie znaleziono użytkownika!

source: No
pl: Usunąć użytkownika

source: No
pl: Użytkownik edytowany pomyślnie

source: No
pl: Zarejestrowano pomyślnie

source: No
pl: Wysłano

source: No
pl: Konwersacja utworzona pomyślnie

source: No
pl: Komentarz dodany

source: No
pl: Użytkownik o podanym id nie istnieje

source: No
pl: Użytkownik pomyślnie usunięty

source: No
pl: Na pewno chcesz usunąć tego użytkownika?

source: No
pl: Tak

source: No
pl: Nie

source: No
pl: Edytuj

source: No
pl: Nowa konwersacja

source: No
pl: Rok

source: No
pl: Miesiąc

source: No
pl: Dzień

source: No
pl: Dodaj komentarz

source: No
pl: Zmień hasło

source: No
pl: Wysłano zaproszenie

source: No
pl: Usuń użytkownika

source: No
pl: Tak

source: No
pl: Nie
